Repository: wp-plugins/rivva-reactions
Catalog: languages/rivvareactions-*.po
Languages: de_de, es_es

source: View all
de_de: Alle ansehen
es_es: Ver todos

source: How many Rivva reactions would you like to display?
de_de: Wie viele Rivva Reaktionen möchtest du sehen?
es_es: ¿Cuántas reacciones Rivva deseas mostrar?

source: Show reaction date?
de_de: Das Datum der Reaktion zeigen?
es_es: ¿Mostrar la fecha de reacción?

source: Show excerpt?
de_de: Auszug anzeigen?
es_es: ¿Mostrar el extracto?

source: Filter your own tweets?
de_de: Die eigenen Tweets filtern?
es_es: ¿Filtrar tus propios tweets?

source: Your Twitter username
de_de: Dein Twitter Username
es_es: Tu Twitter username

source: This dashboard widget queries <a href="http://rivva.de">Rivva</a> for WordPress.
de_de: Das Dashboard Widget scannt <a href=\"http://rivva.de\">Rivva</a> nach WordPress.
es_es: Este dashboard widget tiene preguntas <a href="http://rivva.de">Rivva</a> para WordPress.

source: This dashboard widget queries <a href="http://rivva.de">Rivva</a> so that when another blog or Twitter links to your site it will show up here. It has found no incoming links... yet. It's okay - there is no rush.
de_de: Dieses Dashboard Widget scannt <a href=\"http://rivva.de\">Rivva</a>, so dass wenn ein Blog oder Twitter deine Site verlinkt, die Quelle hier gezeigt wird. Es wurden keine Links gefunden... bisher. Das ist okay - keine Sorge.
es_es: Este dashboard widget tiene preguntas <a href="http://rivva.de">Rivva</a> de tal forma que cuando otro blog ó Twitter se conecte con tu sitio, se mostrará aquí. Hasta ahora, no se han encontrado enlaces entrantes. No te preocupes – no hay apuro.

source: This dashboard widget queries <a href="http://rivva.de">Rivva</a> News.
de_de: Dieses Dashboard Widget scannt die <a href=\"http://rivva.de\">Rivva</a> News.
es_es: Este dashboard widget tiene preguntas <a href="http://rivva.de">Rivva</a> Noticias.

source: About Rivva
de_de: Über Rivva
es_es: Sobre Rivva

source: Reactions
de_de: Reaktionen
es_es: Reacciones

source: Top Stories
es_es: Top Stories (Principales Noticias)

source: WP Stories
es_es: WP Stories (Noticias de WP)
